[
    {
        "clause_name": "preamble",
        "clause_subname": "clause",
        "input_clause": "The Parties consider entering into discussions regarding (Transaction). To prepare the Transaction, during the planned due diligence review and during the negotiations and discussions between the Parties, certain confidential information will be exchanged. With this Agreement, the Parties wish to ensure the confidentiality of the exchanged information and the Transaction.",
        "retrieved_clauses": [
            {
                "clause": "Whereas, the Employee is employed by [Abbreviation Name Party 1] according to an employment contract between the Parties dated [Date of employment contract], whereby this Agreement is an annex and integral part of the employment contract between the Parties;",
                "confidence": 0.8857599496841431
            },
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.8837093114852905
            },
            {
                "clause": "Article 2.8 of this Agreement applies to the duration of the confidentiality obligation for Confidential Information received by the Employee prior to the termination of the Employee’s employment contract with [Abbreviation Name Party 1].",
                "confidence": 0.880420982837677
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "confidential_information",
        "clause_subname": "clause",
        "input_clause": "Confidential Information shall mean, irrespective of whether it has been designated as such, any information and documentation disclosed by a Party to the other Party or any of its affiliates or directors, officers, employees, or external advisors with regard to and/or in connection with the Transaction, including but not limited to any financial, commercial, business, technical, legal or tax information, whether communicated orally, in writing, in electronic form or by any other media. The Parties shall further consider as Confidential Information the existence of this Agreement, the fact that the Parties consider entering into discussions regarding the Transaction and the Transaction itself. The Parties acknowledge that any rights related to Confidential Information remain with the disclosing Party, in particular but not limited to intellectual property rights.",
        "retrieved_clauses": [
            {
                "clause": "is not generally known and in which [Abbreviation Name Party 1] has an interest in confidentiality for itself or for one of its business partners, including without limitation any internal data, commercial, technical or/and financial, interpretations, investigation structures, employee's lists, [Abbreviation Name Party 1] Member lists, other information regarding [Abbreviation Name Party 1] Members, certain methods of doing business, business plans, contracts, client, customer lists, and the terms and conditions of this Agreement, the existence of any and all negotiations and discussions relating to this Agreement and any other proprietary, confidential or other non-public information of whatever nature made available to the Employee, including information that the Employee knew, or should have known, was confidential. This also includes information and facts that do not in themselves have the character of Confidential Information, but which become such when additional information is added;",
                "confidence": 0.9491173028945923
            },
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.9144131541252136
            },
            {
                "clause": "The Employee agrees not to use or disclose, directly or indirectly, any Confidential Information at any time or in any manner, except as required in the course and scope of employment with [Abbreviation Name Party 1] pursuant to procedures which will ensure maintenance of the secrecy of Confidential Information or after consultation with the direct superior of the Employee.",
                "confidence": 0.913695216178894
            }
        ],
        "answer": "Entailment"
    },
    {
        "clause_name": "confidentiality_obligations",
        "clause_subname": "clause",
        "input_clause": "2.1    Each Party undertakes and will cause (i) its affiliates, and (ii) its and its affiliates' directors, officers, employees, or external advisors whom it may need to share the Confidential Information with: a. to keep the Confidential Information strictly confidential; b. not to disclose the Confidential Information to any third party other than its or its affiliates' directors, officers, employees or external advisors, provided that each of these persons (i) needs to know the Confidential Information for the purposes of the Transaction and (ii) undertakes to adhere to the terms of this Agreement or is bound by professional or other confidentiality obligations at least equivalent to the ones set out in this Agreement; c. not to use the Confidential Information except solely for the purposes of the Transaction, unless such further use of the Confidential Information is specifically authorized in writing by the disclosing Party; and d. to keep the Confidential Information and any copies thereof secure and in such a way as to prevent unauthorized access by any third party.",
        "retrieved_clauses": [
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.9370438456535339
            },
            {
                "clause": "The Employee agrees not to use or disclose, directly or indirectly, any Confidential Information at any time or in any manner, except as required in the course and scope of employment with [Abbreviation Name Party 1] pursuant to procedures which will ensure maintenance of the secrecy of Confidential Information or after consultation with the direct superior of the Employee.",
                "confidence": 0.9136320948600769
            },
            {
                "clause": "All documents and products relating to Confidential Information, whether prepared by the Employee or otherwise coming into the Employee’s possession, are the exclusive property of [Abbreviation Name Party 1], and must not be removed from [Abbreviation Name Party 1]’s premises except as required in the course of employment with [Abbreviation Name Party 1] and pursuant to applicable procedures. All such documents and products must be returned to [Abbreviation Name Party 1] prior to the time employment is terminated with [Abbreviation Name Party 1].",
                "confidence": 0.9022352695465088
            }
        ],
        "answer": "Entailment"
    },
    {
        "clause_name": "confidentiality_obligations",
        "clause_subname": "Breach",
        "input_clause": "2.2    Each Party shall be liable for a breach of the confidentiality obligations pursuant to this Agreement by (i) its affiliates, and (ii) its and its affiliates' directors, officers, employees, or external advisors whom it may need to share the Confidential Information with.",
        "retrieved_clauses": [
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.9085004925727844
            },
            {
                "clause": "is or becomes publicly available without this being due to behaviour by the Employee, other employees or business partners of [Abbreviation Name Party 1] or its consultants in breach of confidentiality obligations to [Abbreviation Name Party 1] or its business partners;",
                "confidence": 0.8868577480316162
            },
            {
                "clause": "is communicated or provided to the Employee by a third party and this third party does not breach any confidentiality obligation towards [Abbreviation Name Party 1] or one of its business partners by providing the information;",
                "confidence": 0.8812212347984314
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "confidentiality_obligations",
        "clause_subname": "Permitted Disclosures",
        "input_clause": "2.3   The obligations set forth in this Agreement shall not apply to Confidential Information which: a. is or becomes publicly known other than through the fault or negligence of the receiving Party; b. is lawfully obtained by the receiving Party from a third party with full rights of disclosure; c. is already known to the receiving Party at the date of receipt of the information (to the extent such information was not received under any other applicable confidentiality obligation or with regard to the purposes of the Transaction); or d. is required to be disclosed by any applicable laws, rules, regulations, court order or other legal process provided that, unless prohibited from doing so, the receiving Party notifies the disclosing Party in writing promptly and in any event prior to making such disclosure, of the full circumstances and the information required to be disclosed and consults with the disclosing Party as to possible steps to avoid or limit disclosure and takes such steps as the disclosing Party may reasonably require. ",
        "retrieved_clauses": [
            {
                "clause": "The Employee agrees not to use or disclose, directly or indirectly, any Confidential Information at any time or in any manner, except as required in the course and scope of employment with [Abbreviation Name Party 1] pursuant to procedures which will ensure maintenance of the secrecy of Confidential Information or after consultation with the direct superior of the Employee.",
                "confidence": 0.8960996866226196
            },
            {
                "clause": "Notwithstanding the confidentiality obligation and use restriction of this Article 2, the Employee may disclose Confidential Information pursuant to an administrative or judicial order or mandatory legal requirements, in which case the Employee must inform his/her direct supervisor as soon as possible unless such information is prohibited by the relevant law due to an important public interest.",
                "confidence": 0.8951700329780579
            },
            {
                "clause": "All documents and products relating to Confidential Information, whether prepared by the Employee or otherwise coming into the Employee’s possession, are the exclusive property of [Abbreviation Name Party 1], and must not be removed from [Abbreviation Name Party 1]’s premises except as required in the course of employment with [Abbreviation Name Party 1] and pursuant to applicable procedures. All such documents and products must be returned to [Abbreviation Name Party 1] prior to the time employment is terminated with [Abbreviation Name Party 1].",
                "confidence": 0.8894364833831787
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "confidentiality_obligations",
        "clause_subname": "Termination",
        "input_clause": "2.4   Upon the earlier of termination of this Agreement, or abandonment of the Transaction, each Party undertakes and will cause (i) its affiliates, and (ii) its and its affiliates' directors, officers, employees, or external advisors whom it may have shared the Confidential Information with, either to return or to destroy all Confidential Information and all copies thereof which may have been made. Each Party shall confirm in writing that it has destroyed or handed over to the other Party any Confidential Information. Each Party (including any of its affiliates or external advisors) may retain one set of the Confidential Information to the extent required to comply with established automatic document backup systems or applicable law, provided that such dispatch will be kept confidential on the terms of this Agreement without a time limit. The receiving Party may not disclose to third parties without specific consent of the disclosing Party any Confidential Information following the termination of this Agreement.",
        "retrieved_clauses": [
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.9313734769821167
            },
            {
                "clause": "The Employee agrees not to use or disclose, directly or indirectly, any Confidential Information at any time or in any manner, except as required in the course and scope of employment with [Abbreviation Name Party 1] pursuant to procedures which will ensure maintenance of the secrecy of Confidential Information or after consultation with the direct superior of the Employee.",
                "confidence": 0.9223254323005676
            },
            {
                "clause": "All documents and products relating to Confidential Information, whether prepared by the Employee or otherwise coming into the Employee’s possession, are the exclusive property of [Abbreviation Name Party 1], and must not be removed from [Abbreviation Name Party 1]’s premises except as required in the course of employment with [Abbreviation Name Party 1] and pursuant to applicable procedures. All such documents and products must be returned to [Abbreviation Name Party 1] prior to the time employment is terminated with [Abbreviation Name Party 1].",
                "confidence": 0.9211652278900146
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "confidentiality_obligations",
        "clause_subname": "Reporting of Confidentiality Breaches",
        "input_clause": "2.5   Each Party undertakes to inform the other Party immediately if it becomes aware that Confidential Information is not kept secret or is misused.",
        "retrieved_clauses": [
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.9077762365341187
            },
            {
                "clause": "is communicated or provided to the Employee by a third party and this third party does not breach any confidentiality obligation towards [Abbreviation Name Party 1] or one of its business partners by providing the information;",
                "confidence": 0.9059687852859497
            },
            {
                "clause": "Whereas, the Employee undertakes to maintain the confidentiality of Confidential Information made accessible to him,",
                "confidence": 0.8972947597503662
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "confidentiality_obligations",
        "clause_subname": "Acknowledgment",
        "input_clause": "2.6    Each Party acknowledges that a violation of the confidentiality obligations set forth in this Agreement may constitute a breach of article 162 of the Swiss Criminal Code (breach of manufacturing or trade secrecy).",
        "retrieved_clauses": [
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.9437565803527832
            },
            {
                "clause": "Article 2.8 of this Agreement applies to the duration of the confidentiality obligation for Confidential Information received by the Employee prior to the termination of the Employee’s employment contract with [Abbreviation Name Party 1].",
                "confidence": 0.9231269955635071
            },
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.9212260246276855
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "non_solicitation",
        "clause_subname": "clause",
        "input_clause": "During the term of this Agreement, each Party shall not, whether directly nor indirectly and whether on its own behalf nor on behalf of others, solicit or attempt to solicit any person employed with the other Party or any of the other Party's affiliates nor induce or attempt to induce any such person to leave the other Party or any of the other Party's affiliates. This non-solicitation undertaking shall not apply to any employment resulting from the bona fide hiring processes of the Parties not specifically targeted at persons employed with the other Party.",
        "retrieved_clauses": [
            {
                "clause": "The Employee agrees not to use or disclose, directly or indirectly, any Confidential Information at any time or in any manner, except as required in the course and scope of employment with [Abbreviation Name Party 1] pursuant to procedures which will ensure maintenance of the secrecy of Confidential Information or after consultation with the direct superior of the Employee.",
                "confidence": 0.9109742641448975
            },
            {
                "clause": "is or becomes publicly available without this being due to behaviour by the Employee, other employees or business partners of [Abbreviation Name Party 1] or its consultants in breach of confidentiality obligations to [Abbreviation Name Party 1] or its business partners;",
                "confidence": 0.9095879793167114
            },
            {
                "clause": "All documents and products relating to Confidential Information, whether prepared by the Employee or otherwise coming into the Employee’s possession, are the exclusive property of [Abbreviation Name Party 1], and must not be removed from [Abbreviation Name Party 1]’s premises except as required in the course of employment with [Abbreviation Name Party 1] and pursuant to applicable procedures. All such documents and products must be returned to [Abbreviation Name Party 1] prior to the time employment is terminated with [Abbreviation Name Party 1].",
                "confidence": 0.9062342643737793
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "standstill_obligation",
        "clause_subname": "clause",
        "input_clause": "Each Party takes note that the Confidential Information might contain highly confidential and price-sensitive information in terms of article 53 of the listing rules of the SIX Swiss Exchange and article 154 of the Swiss Federal Act on Financial Market Infrastructures and Market Conduct in Securities and Derivatives Trading [or equivalent laws and regulations of a foreign stock exchange]. Each Party therefore undertakes to refrain from and to cause (i) its affiliates, and (ii) its and its affiliates' directors, officers, employees, or external advisors whom it may need to share such information with, to refrain from trading in any listed securities and related derivatives of the respective other Party and/or its affiliates, as the case may be. ",
        "retrieved_clauses": [
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.9300429224967957
            },
            {
                "clause": "is not generally known and in which [Abbreviation Name Party 1] has an interest in confidentiality for itself or for one of its business partners, including without limitation any internal data, commercial, technical or/and financial, interpretations, investigation structures, employee's lists, [Abbreviation Name Party 1] Member lists, other information regarding [Abbreviation Name Party 1] Members, certain methods of doing business, business plans, contracts, client, customer lists, and the terms and conditions of this Agreement, the existence of any and all negotiations and discussions relating to this Agreement and any other proprietary, confidential or other non-public information of whatever nature made available to the Employee, including information that the Employee knew, or should have known, was confidential. This also includes information and facts that do not in themselves have the character of Confidential Information, but which become such when additional information is added;",
                "confidence": 0.9150158166885376
            },
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.9112793207168579
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "contractual_penalty",
        "clause_subname": "clause",
        "input_clause": "Each Party acknowledges that any material breach of any provision under sections [Scope of Confidentiality Obligations, Termination, Reporting of Confidentiality Breaches, non_solicitation and standstill_obligation] of this Agreement may cause irreparable harm to the other Party. Accordingly, the Parties agree that in addition to all other remedies that may otherwise be available, each Party shall be obliged to pay to the other Party a contractual penalty (Konventionalstrafe) in the amount of CHF [100,000] for each case of breach of any provision under sections [2.1, 2.4, 2.5, 3 and 4] of this Agreement. Notwithstanding the payment of the contractual penalty, the breaching Party shall be liable to the other Party for any losses and damages incurred by such breach in excess of CHF [100,000]. The breaching Party shall continue to be bound by the terms of the violated provision, for which the other Party may continue to seek specific performance and/or such other injunctive relief as may be granted by any court and/or arbitral tribunal of competent jurisdiction.",
        "retrieved_clauses": [
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.9417200684547424
            },
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.9197153449058533
            },
            {
                "clause": "Notwithstanding the confidentiality obligation and use restriction of this Article 2, the Employee may disclose Confidential Information pursuant to an administrative or judicial order or mandatory legal requirements, in which case the Employee must inform his/her direct supervisor as soon as possible unless such information is prohibited by the relevant law due to an important public interest.",
                "confidence": 0.9072656631469727
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "burden_of_proof",
        "clause_subname": "clause",
        "input_clause": "If a Party claims (i) that information received from the other Party is not or no longer confidential and therefore does not fall under the definition of Confidential Information as defined in this Agreement, or (ii) that the obligations of this Agreement shall not be applicable due to a reason as defined in section [2.3] of this Agreement, the claiming Party shall have the burden of proof.",
        "retrieved_clauses": [
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.9320874214172363
            },
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.9176022410392761
            },
            {
                "clause": "is communicated or provided to the Employee by a third party and this third party does not breach any confidentiality obligation towards [Abbreviation Name Party 1] or one of its business partners by providing the information;",
                "confidence": 0.9160981774330139
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "no_representations",
        "clause_subname": "clause",
        "input_clause": "The Parties make no representations or warranties, expressed or implied, as to the quality, accuracy or completeness or otherwise of the Confidential Information disclosed hereunder. The disclosing Party shall have no liability whatsoever with respect to the use of or reliance upon the Confidential Information by the other Party except to the extent expressly provided for in any subsequent written agreement between the Parties.",
        "retrieved_clauses": [
            {
                "clause": "The Employee agrees not to use or disclose, directly or indirectly, any Confidential Information at any time or in any manner, except as required in the course and scope of employment with [Abbreviation Name Party 1] pursuant to procedures which will ensure maintenance of the secrecy of Confidential Information or after consultation with the direct superior of the Employee.",
                "confidence": 0.9027900695800781
            },
            {
                "clause": "is not generally known and in which [Abbreviation Name Party 1] has an interest in confidentiality for itself or for one of its business partners, including without limitation any internal data, commercial, technical or/and financial, interpretations, investigation structures, employee's lists, [Abbreviation Name Party 1] Member lists, other information regarding [Abbreviation Name Party 1] Members, certain methods of doing business, business plans, contracts, client, customer lists, and the terms and conditions of this Agreement, the existence of any and all negotiations and discussions relating to this Agreement and any other proprietary, confidential or other non-public information of whatever nature made available to the Employee, including information that the Employee knew, or should have known, was confidential. This also includes information and facts that do not in themselves have the character of Confidential Information, but which become such when additional information is added;",
                "confidence": 0.8891562223434448
            },
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.8809343576431274
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "data_protection",
        "clause_subname": "clause",
        "input_clause": "Each Party acknowledges that the Confidential Information may contain personal data which is subject to the Swiss Federal Data Protection Act, its ordinance and any other applicable data protection regulations or laws. Each Party agrees to comply with such applicable laws and have adequate measures in place to ensure that its directors, officers and employees fully comply with the provisions and obligations contained in such laws and the corresponding ordinances. The Parties conclude a separate agreement governing the processing of personal data during the Transaction if personal data is processed during the Transaction.",
        "retrieved_clauses": [
            {
                "clause": "For Confidential Information that also constitutes personal data within the meaning of data protection legislation, the provisions of [Abbreviation Name Party 1]’s privacy policy, privacy policy for employees and the applicable data protection law (General Data Protection Regulation (GDPR) of the European Union and/or Swiss data protection law) also apply.",
                "confidence": 0.9284452199935913
            },
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.925055980682373
            },
            {
                "clause": "Notwithstanding the confidentiality obligation and use restriction of this Article 2, the Employee may disclose Confidential Information pursuant to an administrative or judicial order or mandatory legal requirements, in which case the Employee must inform his/her direct supervisor as soon as possible unless such information is prohibited by the relevant law due to an important public interest.",
                "confidence": 0.924689769744873
            }
        ],
        "answer": "Entailment"
    },
    {
        "clause_name": "term_of_agreement",
        "clause_subname": "clause",
        "input_clause": "This Agreement shall remain in force and effect as from signing and for a period of [three] years thereafter. The Parties acknowledge that trade secrets must be kept confidential by law even after the expiry of this Agreement.",
        "retrieved_clauses": [
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.9378064274787903
            },
            {
                "clause": "Article 2.8 of this Agreement applies to the duration of the confidentiality obligation for Confidential Information received by the Employee prior to the termination of the Employee’s employment contract with [Abbreviation Name Party 1].",
                "confidence": 0.9178377985954285
            },
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.9125099778175354
            }
        ],
        "answer": "Entailment"
    },
    {
        "clause_name": "miscellaneous",
        "clause_subname": "amendments",
        "input_clause": "10.1   Amendments, supplements or rescissions of provisions of this Agreement shall be in writing and require the mutual agreement of both Parties to be valid. An amendment of this obligation requires itself a written agreement in order to be valid.",
        "retrieved_clauses": [
            {
                "clause": "This Agreement can be modified only by a written amendment signed by the Parties.",
                "confidence": 0.9230898022651672
            },
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.8970926403999329
            },
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.8874524235725403
            }
        ],
        "answer": "Entailment"
    },
    {
        "clause_name": "miscellaneous",
        "clause_subname": "notice clause",
        "input_clause": "10.2   Notices or declarations vis-à-vis the other Party in connection with this Agreement must be in writing and are effectively transmitted if delivered by registered mail, by courier or email (notification as a pdf copy) at the address set forth below or at any other address designated in writing.",
        "retrieved_clauses": [
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.8795605897903442
            },
            {
                "clause": "Notwithstanding the confidentiality obligation and use restriction of this Article 2, the Employee may disclose Confidential Information pursuant to an administrative or judicial order or mandatory legal requirements, in which case the Employee must inform his/her direct supervisor as soon as possible unless such information is prohibited by the relevant law due to an important public interest.",
                "confidence": 0.865435004234314
            },
            {
                "clause": "The Employee undertakes to treat Confidential Information as strictly confidential. The Employee takes all necessary precautions to ensure that unauthorised persons, other employees, subcontractors, suppliers, customers, consultants and other business partners of [Abbreviation Name Party 1] cannot gain knowledge of or access to Confidential Information, unless they require Confidential Information for the fulfilment of their duties for [Abbreviation Name Party 1] and this has been agreed with the direct superior of the Employee.",
                "confidence": 0.8620716333389282
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "miscellaneous",
        "clause_subname": "Notification Time",
        "input_clause": "10.3    For the purpose of adhering to a time limit, a notification is deemed to have been made in time if the notification is sent no later than on the last day of the time limit. For the purpose of triggering the start of a time limit, a notification is deemed to have been received when it arrives at the recipient (receipt).",
        "retrieved_clauses": [
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.8712218999862671
            },
            {
                "clause": "Notwithstanding the confidentiality obligation and use restriction of this Article 2, the Employee may disclose Confidential Information pursuant to an administrative or judicial order or mandatory legal requirements, in which case the Employee must inform his/her direct supervisor as soon as possible unless such information is prohibited by the relevant law due to an important public interest.",
                "confidence": 0.8695441484451294
            },
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.8678239583969116
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "miscellaneous",
        "clause_subname": "Communication of Address Changes",
        "input_clause": "10.4   Any changes of the addresses above shall be immediately communicated to the other Party in the manner provided for herein. Failure to timely notify a change of address shall not be to the detriment of the other Party.",
        "retrieved_clauses": [
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.8970893621444702
            },
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.8888046741485596
            },
            {
                "clause": "Notwithstanding the confidentiality obligation and use restriction of this Article 2, the Employee may disclose Confidential Information pursuant to an administrative or judicial order or mandatory legal requirements, in which case the Employee must inform his/her direct supervisor as soon as possible unless such information is prohibited by the relevant law due to an important public interest.",
                "confidence": 0.8768293261528015
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "miscellaneous",
        "clause_subname": "Severability",
        "input_clause": "10.6   The provisions of this Agreement shall be construed so as to be valid and enforceable according to applicable law. Should any provision hereof be unenforceable or invalid according to applicable law, it shall only be unenforceable or void to the extent of such unenforceability or invalidity and shall for the remaining be replaced by a valid and enforceable provision which shall satisfy the legal and economic meaning/result of the ineffective provision. The remaining provisions of this Agreement remain binding and in full force. The same shall apply in case of incompleteness of this Agreement.",
        "retrieved_clauses": [
            {
                "clause": "If any provision of this Agreement is held to be unenforceable or invalid, such provision shall be deemed severable only to the extent of such unenforceability or invalidity and shall in all other respects be replaced by a valid and enforceable provision that reflects as nearly as possible the legal and economic intent of the invalid provision. The remaining provisions of this Agreement shall remain binding and in force.",
                "confidence": 0.922276496887207
            },
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.890505313873291
            },
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.8815200328826904
            }
        ],
        "answer": "Entailment"
    },
    {
        "clause_name": "miscellaneous",
        "clause_subname": "entire_agreement",
        "input_clause": "10.7\tThis Agreement constitutes the entire agreement among the Parties with respect to the subject matter hereof. This Agreement shall supersede all prior written or oral agreements or understandings related to the subject matters provided in this Agreement.",
        "retrieved_clauses": [
            {
                "clause": "This Agreement can be modified only by a written amendment signed by the Parties.",
                "confidence": 0.8530656099319458
            },
            {
                "clause": "This Agreement shall enter into force upon signature by the Employee. This Agreement also applies to information that the Employee has received before signing this Agreement and that constitutes Confidential Information.",
                "confidence": 0.8431904911994934
            },
            {
                "clause": "is not generally known and in which [Abbreviation Name Party 1] has an interest in confidentiality for itself or for one of its business partners, including without limitation any internal data, commercial, technical or/and financial, interpretations, investigation structures, employee's lists, [Abbreviation Name Party 1] Member lists, other information regarding [Abbreviation Name Party 1] Members, certain methods of doing business, business plans, contracts, client, customer lists, and the terms and conditions of this Agreement, the existence of any and all negotiations and discussions relating to this Agreement and any other proprietary, confidential or other non-public information of whatever nature made available to the Employee, including information that the Employee knew, or should have known, was confidential. This also includes information and facts that do not in themselves have the character of Confidential Information, but which become such when additional information is added;",
                "confidence": 0.8354235887527466
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "miscellaneous",
        "clause_subname": "assignment",
        "input_clause": "10.8\tThe Parties may not assign or delegate, in whole or in part, either this Agreement or any of their rights and obligations under this Agreement without the prior written consent of the other Party. Any such assignment or delegation performed without the aforementioned written consent shall be null and void",
        "retrieved_clauses": [
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.8634307384490967
            },
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.8629926443099976
            },
            {
                "clause": "Subject to Article 6.3, this Agreement shall end upon termination of the employment relationship between the Parties.",
                "confidence": 0.8568624258041382
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "miscellaneous",
        "clause_subname": "electronic_execution",
        "input_clause": "This Agreement and any other documents relating to this Agreement, and any amendments or supplements thereto or mutually agreed cancellation thereof, shall be treated as a handwritten original delivered in person, to the extent that they are executed (i) using an electronic signature (such as DocuSign, Skribble or Adobe Sign, whether or not the electronic signature is issued by a provider recognized or accredited under applicable law) or (ii) by email delivery of a hand-signed PDF.",
        "retrieved_clauses": [
            {
                "clause": "is not generally known and in which [Abbreviation Name Party 1] has an interest in confidentiality for itself or for one of its business partners, including without limitation any internal data, commercial, technical or/and financial, interpretations, investigation structures, employee's lists, [Abbreviation Name Party 1] Member lists, other information regarding [Abbreviation Name Party 1] Members, certain methods of doing business, business plans, contracts, client, customer lists, and the terms and conditions of this Agreement, the existence of any and all negotiations and discussions relating to this Agreement and any other proprietary, confidential or other non-public information of whatever nature made available to the Employee, including information that the Employee knew, or should have known, was confidential. This also includes information and facts that do not in themselves have the character of Confidential Information, but which become such when additional information is added;",
                "confidence": 0.8654797077178955
            },
            {
                "clause": "The Employee’s obligations under this paragraph are continuiung and shall survive termination of the Employee’s employment with [Abbreviation Name Party 1] until Confidential Information no longer qualifies as such according to Article 1.2 or until [Abbreviation Name Party 1] sends written notice releasing the Employee from this Agreement, whichever occurs first.",
                "confidence": 0.862208902835846
            },
            {
                "clause": "All documents and products relating to Confidential Information, whether prepared by the Employee or otherwise coming into the Employee’s possession, are the exclusive property of [Abbreviation Name Party 1], and must not be removed from [Abbreviation Name Party 1]’s premises except as required in the course of employment with [Abbreviation Name Party 1] and pursuant to applicable procedures. All such documents and products must be returned to [Abbreviation Name Party 1] prior to the time employment is terminated with [Abbreviation Name Party 1].",
                "confidence": 0.862101674079895
            }
        ],
        "answer": "Missing"
    },
    {
        "clause_name": "governing_law",
        "clause_subname": "clause",
        "input_clause": "This Agreement shall be governed by and construed in accordance with the substantive laws of Switzerland, to the exclusion of the principles of conflicts of laws thereof.",
        "retrieved_clauses": [
            {
                "clause": "The construction, performance of this Agreement, and any dispute which arises out of or in connection with this Agreement shall be governed by the substantive laws of [country]. The Parties hereby submit to the exclusive jurisdiction of [Jurisdiction], as regards any claim or matter arising out of or in connection with this contract.",
                "confidence": 0.8626770377159119
            },
            {
                "clause": "Subject to Article 6.3, this Agreement shall end upon termination of the employment relationship between the Parties.",
                "confidence": 0.7989935874938965
            },
            {
                "clause": "[Name Party 1], an Association duly organized and existing under the laws of Switzerland, having its offices at [address].",
                "confidence": 0.7931820750236511
            }
        ],
        "answer": "Entailment"
    },
    {
        "clause_name": "jurisdiction",
        "clause_subname": "clause",
        "input_clause": "Any dispute, controversy or claim arising out of or in relation to this Agreement or future non-contractual claims including the validity, invalidity, enforceability, interpretation, execution, breach, modification or termination thereof, shall be submitted to the exclusive jurisdiction of the courts of [not defined]. ",
        "retrieved_clauses": [
            {
                "clause": "The construction, performance of this Agreement, and any dispute which arises out of or in connection with this Agreement shall be governed by the substantive laws of [country]. The Parties hereby submit to the exclusive jurisdiction of [Jurisdiction], as regards any claim or matter arising out of or in connection with this contract.",
                "confidence": 0.935244083404541
            },
            {
                "clause": "The Employee acknowledges that [Abbreviation Name Party 1] considers any breach of any of the obligations in Article 2 to be a gross breach of the Employee’s duty of loyalty under labour law. Accordingly, such behavior will be sanctioned and [Abbreviation Name Party 1] reserves the right that gross breaches of the obligations in Article 2 may result in dismissal without notice in accordance with the employment contract between the Parties.",
                "confidence": 0.8485497236251831
            },
            {
                "clause": "is not generally known and in which [Abbreviation Name Party 1] has an interest in confidentiality for itself or for one of its business partners, including without limitation any internal data, commercial, technical or/and financial, interpretations, investigation structures, employee's lists, [Abbreviation Name Party 1] Member lists, other information regarding [Abbreviation Name Party 1] Members, certain methods of doing business, business plans, contracts, client, customer lists, and the terms and conditions of this Agreement, the existence of any and all negotiations and discussions relating to this Agreement and any other proprietary, confidential or other non-public information of whatever nature made available to the Employee, including information that the Employee knew, or should have known, was confidential. This also includes information and facts that do not in themselves have the character of Confidential Information, but which become such when additional information is added;",
                "confidence": 0.8414624333381653
            }
        ],
        "answer": "Entailment"
    }
]