{
    "preamble": {
      "clause": "The Parties consider entering into discussions regarding (Transaction). To prepare the Transaction, during the planned due diligence review and during the negotiations and discussions between the Parties, certain confidential information will be exchanged. With this Agreement, the Parties wish to ensure the confidentiality of the exchanged information and the Transaction."
    },
    "confidential_information": {
      "clause": "Confidential Information shall mean, irrespective of whether it has been designated as such, any information and documentation disclosed by a Party to the other Party or any of its affiliates or directors, officers, employees, or external advisors with regard to and/or in connection with the Transaction, including but not limited to any financial, commercial, business, technical, legal or tax information, whether communicated orally, in writing, in electronic form or by any other media. The Parties shall further consider as Confidential Information the existence of this Agreement, the fact that the Parties consider entering into discussions regarding the Transaction and the Transaction itself. The Parties acknowledge that any rights related to Confidential Information remain with the disclosing Party, in particular but not limited to intellectual property rights."
    },
    "confidentiality_obligations": {
      "clause": "2.1    Each Party undertakes and will cause (i) its affiliates, and (ii) its and its affiliates' directors, officers, employees, or external advisors whom it may need to share the Confidential Information with: a. to keep the Confidential Information strictly confidential; b. not to disclose the Confidential Information to any third party other than its or its affiliates' directors, officers, employees or external advisors, provided that each of these persons (i) needs to know the Confidential Information for the purposes of the Transaction and (ii) undertakes to adhere to the terms of this Agreement or is bound by professional or other confidentiality obligations at least equivalent to the ones set out in this Agreement; c. not to use the Confidential Information except solely for the purposes of the Transaction, unless such further use of the Confidential Information is specifically authorized in writing by the disclosing Party; and d. to keep the Confidential Information and any copies thereof secure and in such a way as to prevent unauthorized access by any third party.",
      "Breach": "2.2    Each Party shall be liable for a breach of the confidentiality obligations pursuant to this Agreement by (i) its affiliates, and (ii) its and its affiliates' directors, officers, employees, or external advisors whom it may need to share the Confidential Information with.",
      "Permitted Disclosures": "2.3   The obligations set forth in this Agreement shall not apply to Confidential Information which: a. is or becomes publicly known other than through the fault or negligence of the receiving Party; b. is lawfully obtained by the receiving Party from a third party with full rights of disclosure; c. is already known to the receiving Party at the date of receipt of the information (to the extent such information was not received under any other applicable confidentiality obligation or with regard to the purposes of the Transaction); or d. is required to be disclosed by any applicable laws, rules, regulations, court order or other legal process provided that, unless prohibited from doing so, the receiving Party notifies the disclosing Party in writing promptly and in any event prior to making such disclosure, of the full circumstances and the information required to be disclosed and consults with the disclosing Party as to possible steps to avoid or limit disclosure and takes such steps as the disclosing Party may reasonably require. ",
      "Termination": "2.4   Upon the earlier of termination of this Agreement, or abandonment of the Transaction, each Party undertakes and will cause (i) its affiliates, and (ii) its and its affiliates' directors, officers, employees, or external advisors whom it may have shared the Confidential Information with, either to return or to destroy all Confidential Information and all copies thereof which may have been made. Each Party shall confirm in writing that it has destroyed or handed over to the other Party any Confidential Information. Each Party (including any of its affiliates or external advisors) may retain one set of the Confidential Information to the extent required to comply with established automatic document backup systems or applicable law, provided that such dispatch will be kept confidential on the terms of this Agreement without a time limit. The receiving Party may not disclose to third parties without specific consent of the disclosing Party any Confidential Information following the termination of this Agreement.",
      "Reporting of Confidentiality Breaches": "2.5   Each Party undertakes to inform the other Party immediately if it becomes aware that Confidential Information is not kept secret or is misused.",
      "Acknowledgment": "2.6    Each Party acknowledges that a violation of the confidentiality obligations set forth in this Agreement may constitute a breach of article 162 of the Swiss Criminal Code (breach of manufacturing or trade secrecy)."
    },

    "non_solicitation": {
      "clause": "During the term of this Agreement, each Party shall not, whether directly nor indirectly and whether on its own behalf nor on behalf of others, solicit or attempt to solicit any person employed with the other Party or any of the other Party's affiliates nor induce or attempt to induce any such person to leave the other Party or any of the other Party's affiliates. This non-solicitation undertaking shall not apply to any employment resulting from the bona fide hiring processes of the Parties not specifically targeted at persons employed with the other Party."
    },
    "standstill_obligation": {
      "clause": "Each Party takes note that the Confidential Information might contain highly confidential and price-sensitive information in terms of article 53 of the listing rules of the SIX Swiss Exchange and article 154 of the Swiss Federal Act on Financial Market Infrastructures and Market Conduct in Securities and Derivatives Trading [or equivalent laws and regulations of a foreign stock exchange]. Each Party therefore undertakes to refrain from and to cause (i) its affiliates, and (ii) its and its affiliates' directors, officers, employees, or external advisors whom it may need to share such information with, to refrain from trading in any listed securities and related derivatives of the respective other Party and/or its affiliates, as the case may be. "
    },
    "contractual_penalty": {
      "clause": "Each Party acknowledges that any material breach of any provision under sections [Scope of Confidentiality Obligations, Termination, Reporting of Confidentiality Breaches, non_solicitation and standstill_obligation] of this Agreement may cause irreparable harm to the other Party. Accordingly, the Parties agree that in addition to all other remedies that may otherwise be available, each Party shall be obliged to pay to the other Party a contractual penalty (Konventionalstrafe) in the amount of CHF [100,000] for each case of breach of any provision under sections [2.1, 2.4, 2.5, 3 and 4] of this Agreement. Notwithstanding the payment of the contractual penalty, the breaching Party shall be liable to the other Party for any losses and damages incurred by such breach in excess of CHF [100,000]. The breaching Party shall continue to be bound by the terms of the violated provision, for which the other Party may continue to seek specific performance and/or such other injunctive relief as may be granted by any court and/or arbitral tribunal of competent jurisdiction."
    },
    "burden_of_proof": {
      "clause": "If a Party claims (i) that information received from the other Party is not or no longer confidential and therefore does not fall under the definition of Confidential Information as defined in this Agreement, or (ii) that the obligations of this Agreement shall not be applicable due to a reason as defined in section [2.3] of this Agreement, the claiming Party shall have the burden of proof."
    },
    "no_representations": {
      "clause": "The Parties make no representations or warranties, expressed or implied, as to the quality, accuracy or completeness or otherwise of the Confidential Information disclosed hereunder. The disclosing Party shall have no liability whatsoever with respect to the use of or reliance upon the Confidential Information by the other Party except to the extent expressly provided for in any subsequent written agreement between the Parties."
    },
    "data_protection": {
      "clause": "Each Party acknowledges that the Confidential Information may contain personal data which is subject to the Swiss Federal Data Protection Act, its ordinance and any other applicable data protection regulations or laws. Each Party agrees to comply with such applicable laws and have adequate measures in place to ensure that its directors, officers and employees fully comply with the provisions and obligations contained in such laws and the corresponding ordinances. The Parties conclude a separate agreement governing the processing of personal data during the Transaction if personal data is processed during the Transaction."
    },
    "term_of_agreement": {
      "clause": "This Agreement shall remain in force and effect as from signing and for a period of [three] years thereafter. The Parties acknowledge that trade secrets must be kept confidential by law even after the expiry of this Agreement."
    },

    "miscellaneous": {
      "amendments": "10.1   Amendments, supplements or rescissions of provisions of this Agreement shall be in writing and require the mutual agreement of both Parties to be valid. An amendment of this obligation requires itself a written agreement in order to be valid.",
      "notice clause": "10.2   Notices or declarations vis-à-vis the other Party in connection with this Agreement must be in writing and are effectively transmitted if delivered by registered mail, by courier or email (notification as a pdf copy) at the address set forth below or at any other address designated in writing.",
      "Notification Time": "10.3    For the purpose of adhering to a time limit, a notification is deemed to have been made in time if the notification is sent no later than on the last day of the time limit. For the purpose of triggering the start of a time limit, a notification is deemed to have been received when it arrives at the recipient (receipt).",
      "Communication of Address Changes": "10.4   Any changes of the addresses above shall be immediately communicated to the other Party in the manner provided for herein. Failure to timely notify a change of address shall not be to the detriment of the other Party.",
      "Severability": "10.6   The provisions of this Agreement shall be construed so as to be valid and enforceable according to applicable law. Should any provision hereof be unenforceable or invalid according to applicable law, it shall only be unenforceable or void to the extent of such unenforceability or invalidity and shall for the remaining be replaced by a valid and enforceable provision which shall satisfy the legal and economic meaning/result of the ineffective provision. The remaining provisions of this Agreement remain binding and in full force. The same shall apply in case of incompleteness of this Agreement.",
      "entire_agreement": "10.7\tThis Agreement constitutes the entire agreement among the Parties with respect to the subject matter hereof. This Agreement shall supersede all prior written or oral agreements or understandings related to the subject matters provided in this Agreement.",
      "assignment": "10.8\tThe Parties may not assign or delegate, in whole or in part, either this Agreement or any of their rights and obligations under this Agreement without the prior written consent of the other Party. Any such assignment or delegation performed without the aforementioned written consent shall be null and void",
      "electronic_execution": "This Agreement and any other documents relating to this Agreement, and any amendments or supplements thereto or mutually agreed cancellation thereof, shall be treated as a handwritten original delivered in person, to the extent that they are executed (i) using an electronic signature (such as DocuSign, Skribble or Adobe Sign, whether or not the electronic signature is issued by a provider recognized or accredited under applicable law) or (ii) by email delivery of a hand-signed PDF."
    },

    "governing_law": {
      "clause": "This Agreement shall be governed by and construed in accordance with the substantive laws of Switzerland, to the exclusion of the principles of conflicts of laws thereof."
    },

    "jurisdiction": {
      "clause": "Any dispute, controversy or claim arising out of or in relation to this Agreement or future non-contractual claims including the validity, invalidity, enforceability, interpretation, execution, breach, modification or termination thereof, shall be submitted to the exclusive jurisdiction of the courts of [not defined]. "
    }

}

